_drafts/notebook.org
#+TITLE: Philosophical Notebook 
#+SUBTITLE: or, What Our Ancestors Forgot to Tell Us
#+AUTHOR: Joseph Ruocco 
#+OPTIONS: toc:nil


# #  * Introduction 
# ** Old wisdom stays young
# The importance of Ancient ideas are because they are so old. Old ideas
# have stood the test of time. 
# 
#  There is an allure that ancient philosophy speaks to the right
#  soul. The art of Living well the real "moral" philopshers taught was
#  to approcah life with humility and love of our Nature, its beauty,
#  knowledge, and uncertainty. 
#  The Stoics, the skeptics, the epicureans, other ancient schools of
# thought. They were all right. We humans, curious by nature, need to
# explore, adventure, rationally stepping forward by keeping what suits
# us and discarding the rest. Ethics are different at scale. IN random
# domains. With risk taking I'm a stoic, with knowledge I'm a
# skepticist/empiricst, with aesthetics I'm an epicurean.    
# If we seek to fill the shoes of our ancestors,to have the same impact
# as our ancestors.  We have to devote ourselves to risk taking. We have
# to prudently prepare for a world we don't quite know what to expect
# from. We have to take up what our ancestors left behind.  Of course,
# like Seneca, we can keep the fruits and enjoy life.  
# 
# ** Several Proclamations around a central Stoic Idea. . 
# Few figures stress the importnace of robustness than the Stoics. And
# the heavy criticality of this idea its not surprising that fellows
# separated by continents or centuries have the same idea: 1) *Nihil
# Periditi, C. 4BC, Roman Empire* - It is recorded in response to having
# suffered a terrible misfortune, Seneca,(or Zeno of Citium?) the roman
# statesman is to have reported "Nihil Perditi" - I have lost
# nothing. For the Stoics, nothing could have been taken away from them
# that they considered a good. Nearly all the letters of Seneca echo
# against loss aversion. 2) *Amor Fati 1888 Germany* Nietzche learned
# from Seneca the Amor   Fati - the love of fate. He proclaims that this
# is his formula for success in why he is a destiny in the last writing
# before his death. 3) Hermen Hesse -  *"I can think, I can wait, I can
# fast" 1922*  Herman Hesse's protagonist in Sidartha proclaims, "I can
# think, I can wait, I can fast."
# 
# ** What They Forgot to Tell Us. 
# Doers, the real risk takers, quietly act without ever getting
# recognition. Doers don't write books. Life is execution rather than
# purpose. EXistence itself is of great, great consequence.  
# 

