_drafts/notebook.org
* The Student
:PROPERTIES:
:UNNUMBERED:
:END:

*What we know best* - Knowledge increases as we remove false,
speculative information. Discomfirmation is more rigorous than
confirmation. At a personal level, We know what we disklike more than
what we like. You are much more likely to improve your life by
removing what you dislike rather than what you think you
like. Avoidance of ignorant people is like being around smart ones.

*What's Worth Knowing:* 1) *Time* - Informatino that has been around a long
time will likely be around for a lot longer than the new thing. Prune
"news" sources- TV, radio, social media, etc. Trendy information is
fragile information. Stick to old books 2) *Distribution* -  what a
million people know is not worth knowing. If you know what everyone
else knows, your payoff will be average.  3) *corollary:* in
conjunction with preferring old books, Acquire as many books as you
can possibly own. What you don't know (and no one else knows) is far
more important than what you do. There is no upper limit to what you
don't know. 4) *Learn what can be used immediately.* Information not
put to use is wasted. Knowledge that is personally valuable remains
with you. Learn info that you searched for, never what is curated by
an algorithm. 5) *Learning is repetition* Books are like friends, get
to know them a little at a time. Look through the bibliographies of
your favorite books. The test of whether you really liked a book is to
reread it; the test of whether you really liked someone’s Company is
if you are ready to meet him again and again. Friendship that ends
never was one, any book not worth rereading isn’t worth reading. 

# 24. Reading is for improving the eyes you use to see
#    the world. Don't read best-sellers. Business books are a
#    completely eliminated category by bookstores for writings that
#    have no depth, no style, no empirical rigor and no
#    sophistication. Read history, (not about the last 50 years),
#    philosophy, biography, fiction, the hard sciences, and
#    mathematics. Through learning the basics, it has a place to hook
#    your understanding. It opens up a world of interestingness. 


*How Knowledge Cripples the mind & body* Artificially constructed
environments for the body and mind deprive us of the variablitiy
experienced in real life. This is caled Domain Dependence, and it
cripples us.  Martial arts combat doesn’t train you to a surprise
knife or glock in a street fight. A man checking into a hotel asks the
concierge to take your bags upstairs. Fifteen minutes later, the same
man goes to lift free weights in the hotel gym, replicating with
kettlebells natural exercises as if he were swinging a
suitcase. Skills that transfer: Street fights, off path hiking,
seduction, broad erudition. 

*What our bodies were made for* Random Eposidic stress followed by
ample recovery time. In teh form of  1) Food Restrictions & Volume
Variance The food pyramid has been flipped for the last fifty
years. It is easier to fast than to diet. Eat real foods you enjoy, to
prevent you from eating crap. Eat nothing out of the box. No sugar,
bread, or pasta. Avoid artificial sweeteners. No sweet fruits. Eat
very very large meals on occasion, like Sunday Feasts, while other
times skipping meals. 2) Exercise & Sleep - Do No Moderate Exercise
sessions, either too little or way too much, with no set
schedule. Take Very, very long walks with Occasional sprints. Do No
purely aerobic exercise. Experience variance in body Temperature. Let
yourself become thirsty occasionally. Occasionally sleep deprived, but
default sleep with no alarm clock. In the wild, exercise just
happened. Reward comes after exercise not before, Occasional
abundance. More examples: Childhood immunity is strengthened by
playing in the dirt, Episodic stress to your bones makes them
stronger, Sleeping in absolute silence is difficult. Focus and attention is
sharpened by café chatter or when the speaker whispers. Workout when
you’re hungry. Invers: Avoid sitting all day. An hour in the gym won’t
reverse the effects of 8 hours a day in a chair. Lounge or stand,
never sit. I’d expect a person with a sedentary lifestyle to have at
least one of the following problems: insomnia, depression, anxiety or
lack of focus. Social isolation, nutritional deficiencies, restricted
movement and sleep deprivation are what prisons use to torture its
inmates.

*What Emotions are for:* Emotions are biological signals. They can be
used to aid us in decision making and learning 1) *Procrastination*
Always make decisions at the last minute. Because the longer you wait
the smarter you become. Decisions are best made when the most present
information is available. 2) *Boredom* - Humans don’t like to do
boring things. The purpose of life should be avoiding boredom, or
using boredom as a biological clock,without being impolite If you get
bored easily, your B***t detector is functioning
properly. Beaureaucrats and executives are best at sitting through
boring meetings and keeping attention on boring tasks. Laziness
is enduring an existence you don’t like and never trying to do anything
about it. You don't get a second chance at life if you knowingly
endure boring things. 3) *Forgetfulness*- If you forget (some) things,
it means that our mind knows how to filter 4) *Uncertainty* - The minds
desires certainty while also craving the delicate chance of
surprise. The best days are finding a lost wallet or laptop. You can’t
feel alive and certain at the same time. Having a set schedule and
predictable day makes me feel a little dead. We need to feel a little
bit lost, physically or mentally at least once a day. 5) *Curiosity* —
Read what you like until you like to read. The internet is widening
the gap between the curious and the non curious. Evaluate your
curiosity daily, read accordingly. As soon as a book starts to bore
you, switch. There’s  a perfect book for you waiting to be read. By
keeping score of finished books, you won’t find it. Reading is a
journey to find the best books for you. 6) *urgency &
distractedness* - Deep Learning is never Quickly learned - Trade
speedfor depth-peeding and cramming means you aren’t curious. Trade
speed for depth. If you find yourself doing things that require a
podcast, you should ask yourself whether there’s a better way of doing
it. Rushing is short term thinking. Don’t hurry, don’t stop. An
Internet Sabbath cannot by itself cure a distracted brain.  Instead of
scheduling the occasional break from distraction so you can focus, you
should instead schedule the occasional break from focus to give in to
distraction. 

Within certain limits, never try to convince yourself to do
something. If one reason doesn’t suffice, then don’t do it. Never work
with someone a day that you wouldn’t spend a lifetime with. Never Try
to Convince Yourself. 

The cure for procrastination is changing ones environment or your
profession, where you don’t have to fight your impulses. One should
lead a life in which procrastination is good. “Doing research on a
topic” feels profane. Why would you write about something you can’t
remember? That you wouldn’t use? Let Procrastination kill anything
that I’m putting off too long. Avoid things that don’t give you energy
Embracing nature > fighting nature. 

# Technology can degrade every aspect of a suckers life
#    while convincing him that he is becoming more efficient. The most
#    optimal route is never the shortest one. 
# Cutting corners is
#    dishonest. Automation makes otherwise pleasant activities turn
#    into work.
# *Learning with emotions* 
# 20. 
#    4. You can’t throw hard work and everything and expect anything to
#       be       possible.
# What was taught to me, I forgot, what I learned myself I
# remember.  Too become
#   Learning with Boredom less boring, be bored more. 
#
#    1. Avoid or quit boring activities. 
#    2. Forgetting things is a feature ,not a bug 
#    3. Deciding something is not worth doing anymore 
#    4. People don’t have short attention spans, they just can’t tolerate boredom for too long. 
#    5. You don’t get a 2nd chance. - Boredom. 
# 21. 
# 21. 
#  *Never convince yourself to do anything* 
# future
# *Make mistakes (when small)* errors, never the same error more than
# once. Avoidance of small mistakes makes the large ones more
# severe. Avoidance of hard conversations makes them harder. 
# -  
# Don't listen to what people say, look at what they do. (More on this
# * Learning with Emotions
# - *Avoid Boredom*. Find portals to the classics.  

# * How the body (and other complex systems) learns 
# - *Randomness improves systems* 

*How the mind gets unstuck* intelligent when you don’t instruct it
what to do. Problems will never solved by sitting at a desk. Idle
fascination, letting problems take a back burner that will surface in
the front of your mind when you’re focusing on your problem head
on.Go for a walk without your phone.  A walk is never a waste of
time.  -Walking and sleeping are all mysteriously necessary to have a
healthy life.- Shower, exercise, listening to music.  walk,  swim, or
Dance, Enjoy being a passenger in a car or bus. Ride a bike,  Draw or
paint, Take a bath or shower, Listen to music, especially without
words, Play songs you know well on a musical instrument, Meditate or
pray, or take a nap. By setting oneself totally free of constraints,
free of thoughts, free of this debilitating activity called work, free
of offers, then mysteries that you never thought existed emerge in
front of your eyes. Recognizing a new opportunity requires plenty of
idle time, wandering about, tinkering, trial and error, long walks,
randomized attention. And other inefficiencies of that sort. First
step is recognizing the opportunity. Second step is pouncing on the
good ones. Can’t do any of those things if you squeeze all the idle
time out of life. If you don’t know what your problem is, you need to
sleep. Dreaming is When the conductor falls asleep the orchestra
starts playing on its own accord.

