_drafts/notebook.html

<div id="outline-container-orgefaacee" class="outline-2">
<h2 id="orgefaacee">The Student</h2>
<div class="outline-text-2" id="text-orgefaacee">
<ol class="org-ol">
<li><b>What we know best</b> - Knowledge increases as we remove false,</li>
</ol>
<p>
speculative information. Discomfirmation is more rigorous than
confirmation. At a personal level, We know what we disklike more than
what we like. You are much more likely to improve your life by
removing what you dislike rather than what you think you
like. Avoidance of ignorant people is like being around smart ones.
</p>

<p>
<b>What's Worth Knowing:</b> 1) <b>Time</b> - Informatino that has been around a long
time will likely be around for a lot longer than the new thing. Prune
"news" sources- TV, radio, social media, etc. Trendy information is
fragile information. Stick to old books 2) <b>Distribution</b> -  what a
million people know is not worth knowing. If you know what everyone
else knows, your payoff will be average.  3) <b>corollary:</b> in
conjunction with preferring old books, Acquire as many books as you
can possibly own. What you don't know (and no one else knows) is far
more important than what you do. There is no upper limit to what you
don't know. 4) <b>Learn what can be used immediately.</b> Information not
put to use is wasted. Knowledge that is personally valuable remains
with you. Learn info that you searched for, never what is curated by
an algorithm. 5) <b>Learning is repetition</b> Books are like friends, get
to know them a little at a time. Look through the bibliographies of
your favorite books. The test of whether you really liked a book is to
reread it; the test of whether you really liked someone’s Company is
if you are ready to meet him again and again. Friendship that ends
never was one, any book not worth rereading isn’t worth reading. 
</p>


<p>
<b>How Knowledge Cripples the mind &amp; body</b> Artificially constructed
environments for the body and mind deprive us of the variablitiy
experienced in real life. This is caled Domain Dependence, and it
cripples us.  Martial arts combat doesn’t train you to a surprise
knife or glock in a street fight. A man checking into a hotel asks the
concierge to take your bags upstairs. Fifteen minutes later, the same
man goes to lift free weights in the hotel gym, replicating with
kettlebells natural exercises as if he were swinging a
suitcase. Skills that transfer: Street fights, off path hiking,
seduction, broad erudition. 
</p>

<p>
<b>What our bodies were made for</b> Random Eposidic stress followed by
ample recovery time. In teh form of  1) Food Restrictions &amp; Volume
Variance The food pyramid has been flipped for the last fifty
years. It is easier to fast than to diet. Eat real foods you enjoy, to
prevent you from eating crap. Eat nothing out of the box. No sugar,
bread, or pasta. Avoid artificial sweeteners. No sweet fruits. Eat
very very large meals on occasion, like Sunday Feasts, while other
times skipping meals. 2) Exercise &amp; Sleep - Do No Moderate Exercise
sessions, either too little or way too much, with no set
schedule. Take Very, very long walks with Occasional sprints. Do No
purely aerobic exercise. Experience variance in body Temperature. Let
yourself become thirsty occasionally. Occasionally sleep deprived, but
default sleep with no alarm clock. In the wild, exercise just
happened. Reward comes after exercise not before, Occasional
abundance. More examples: Childhood immunity is strengthened by
playing in the dirt, Episodic stress to your bones makes them
stronger, Sleeping in absolute silence is difficult. Focus and attention is
sharpened by café chatter or when the speaker whispers. Workout when
you’re hungry. Invers: Avoid sitting all day. An hour in the gym won’t
reverse the effects of 8 hours a day in a chair. Lounge or stand,
never sit. I’d expect a person with a sedentary lifestyle to have at
least one of the following problems: insomnia, depression, anxiety or
lack of focus. Social isolation, nutritional deficiencies, restricted
movement and sleep deprivation are what prisons use to torture its
inmates.
</p>

<p>
<b>What Emotions are for:</b> Emotions are biological signals. They can be
used to aid us in decision making and learning 1) <b>Procrastination</b>
Always make decisions at the last minute. Because the longer you wait
the smarter you become. Decisions are best made when the most present
information is available. 2) <b>Boredom</b> - Humans don’t like to do
boring things. The purpose of life should be avoiding boredom, or
using boredom as a biological clock,without being impolite If you get
bored easily, your B***t detector is functioning
properly. Beaureaucrats and executives are best at sitting through
boring meetings and keeping attention on boring tasks. Laziness
is enduring an existence you don’t like and never trying to do anything
about it. You don't get a second chance at life if you knowingly
endure boring things. 3) <b>Forgetfulness</b>- If you forget (some) things,
it means that our mind knows how to filter 4) <b>Uncertainty</b> - The minds
desires certainty while also craving the delicate chance of
surprise. The best days are finding a lost wallet or laptop. You can’t
feel alive and certain at the same time. Having a set schedule and
predictable day makes me feel a little dead. We need to feel a little
bit lost, physically or mentally at least once a day. 5) <b>Curiosity</b> —
Read what you like until you like to read. The internet is widening
the gap between the curious and the non curious. Evaluate your
curiosity daily, read accordingly. As soon as a book starts to bore
you, switch. There’s  a perfect book for you waiting to be read. By
keeping score of finished books, you won’t find it. Reading is a
journey to find the best books for you. 6) <b>urgency &amp;
distractedness</b> - Deep Learning is never Quickly learned - Trade
speedfor depth-peeding and cramming means you aren’t curious. Trade
speed for depth. If you find yourself doing things that require a
podcast, you should ask yourself whether there’s a better way of doing
it. Rushing is short term thinking. Don’t hurry, don’t stop. An
Internet Sabbath cannot by itself cure a distracted brain.  Instead of
scheduling the occasional break from distraction so you can focus, you
should instead schedule the occasional break from focus to give in to
distraction. 
</p>

<p>
Within certain limits, never try to convince yourself to do
something. If one reason doesn’t suffice, then don’t do it. Never work
with someone a day that you wouldn’t spend a lifetime with. Never Try
to Convince Yourself. 
</p>

<p>
The cure for procrastination is changing ones environment or your
profession, where you don’t have to fight your impulses. One should
lead a life in which procrastination is good. “Doing research on a
topic” feels profane. Why would you write about something you can’t
remember? That you wouldn’t use? Let Procrastination kill anything
that I’m putting off too long. Avoid things that don’t give you energy
Embracing nature &gt; fighting nature. 
</p>

<p>
<b>How the mind gets unstuck</b> intelligent when you don’t instruct it
what to do. Problems will never solved by sitting at a desk. Idle
fascination, letting problems take a back burner that will surface in
the front of your mind when you’re focusing on your problem head
on.Go for a walk without your phone.  A walk is never a waste of
time.  -Walking and sleeping are all mysteriously necessary to have a
healthy life.- Shower, exercise, listening to music.  walk,  swim, or
Dance, Enjoy being a passenger in a car or bus. Ride a bike,  Draw or
paint, Take a bath or shower, Listen to music, especially without
words, Play songs you know well on a musical instrument, Meditate or
pray, or take a nap. By setting oneself totally free of constraints,
free of thoughts, free of this debilitating activity called work, free
of offers, then mysteries that you never thought existed emerge in
front of your eyes. Recognizing a new opportunity requires plenty of
idle time, wandering about, tinkering, trial and error, long walks,
randomized attention. And other inefficiencies of that sort. First
step is recognizing the opportunity. Second step is pouncing on the
good ones. Can’t do any of those things if you squeeze all the idle
time out of life. If you don’t know what your problem is, you need to
sleep. Dreaming is When the conductor falls asleep the orchestra
starts playing on its own accord.
</p>
</div>
</div>
