_drafts/notebook.html

<div id="outline-container-org71a414b" class="outline-2">
<h2 id="org71a414b">The Warrior</h2>
<div class="outline-text-2" id="text-org71a414b">
<p>
<b>What Rationality is Good for</b> 1) <b>Survival</b> What is rational is what
allows for  survival.  Uncertainty  doesn’t kill us. Ignoring or not
managing it  does. What is fragile  has more to lose than to gain
Avoid risk of  ruin While dealing with  uncertainty, the worst class
of risk which  you should never tolerate  is those which make you “go
bust,” that  is,which cause irreversible  injury or death, financial
ruin,  betrayal of trust, etc.  In cases  where you are most fragile,
do  whatever it takes to prevent  blows up  from happening. Risk
taking  ain't gambling. 2) <b>Corollary:</b> if sometihng appears
irrational, but has existed for a long time, you might need to update
you definition of rational. 
</p>

<p>
<b>How Mother Nature Insures Itself</b> In a word: Redundancy.1)  1. Have
backups.  Redundancy for  both objects and plans are an aggressive
insurance against an unknown future. Avoid planning, Choose the plan
that allows for the most future options. Redundancy is having multiple
ways of doing the same thing.
</p>

<p>
<b>What mistakes are for</b> Address problems while they are small,
ignore good news. Identify  to them when they are small. Hard
conversations get harder the longer you wait to have them. Focus on
picking the low hanging fruit. When someone says they are stupid,
they are more stupid than he thinks. 
</p>

<p>
<b>The Practice of Risk Taking</b> -Some pratical ways: 1) Put your name
on it - Having your  name attached to your idea means you have
something to lose. Honor  and grandeur is standing up for your
opinion at the right  moment. 2) Execution (Deeds
before Words) Think, Learn, and create for an audience. Consistently
post bits and pieces of your work, your ideas, and what you’re
learning online. It’s works, not words, that  make you earn your
title.  2) The line between private and public  life. You must be
consistent with you public ideas and your  private ideas. Never
virtue signal, never The best kind of virtue  gets you put on the
cross. 3) Avoid Cheap Signaling By all means, avoid words. There are
two types of people: those who win and those who try to win
arguments. They are never the  same. Don’t argue, either don’t
complain or eliminate them. 
</p>

<p>
<b>Where ideas come from</b> Creativity is your list of trials. Aggresive
trial and error in domains where randomness rules can help us find 
Options laughing in our faces. Exercise rationality by not
looking in the Same place twice. Presents small errors as
information and large gains which we can exploit when they
arise. If you’re ideas aren’t being rejected outright, you’re not taking
enough risk Being confused is important, or you’re not taking
advantage of the idea space. Confusion is the edge of a
breakthrough. Let it marinate + bother the back of your mind until
the root cause is discovered. A novel root cause implies a new
idea. Come up with 20 ideas. The way to come up with 1 good business
is to create 10 business.s. Trial and error is freedom. You can’t
fail you can only die - which is happening anyway Why should I listen
to you if you put nothing at risk? There is no "failure" for a
risk-taker* 
</p>

<p>
Provide for the worst case, let the best case take care of itself:
Change a tire in the rain. Whenever I find myself using the phrase
“I have to,” instead  I say “I get to.”  What you own starts owning
you. Consider that Losing all your fortune is much less painful than
only losing half of it. Some people make the mistake of thinking the
worst thing is the worst thing you can think of. It could always be
worse.  When some adverse event takes place, instead of wondering
"why did it happen ?", ask "why wasn't it worse ?.”  When you realize
you are underestimating something, it is likely you are still
underestimating it. What did not happen rather than what did happen. 
</p>

<p>
<b>Obvious Red Flags</b> 1) The most harmful source of Information is advice
advertised (for better or for worse) to help you. There is an
asymmetry between givers of “positiva,” (Do This) prescriptive advice
as they do not incur the harm you would from following their advice.
Avoid commentary from anyone who has to feed their
family. Unsuccessful people give the most advice. 2)Risk Sharing They
still get paid even when you go bust. For best results, just look at
what they do, not what they tell you to do. Another trick is to never
trust the beautiful philosopher.  To filter the credibility of advice,
don’t take advice from the poster child of their profession. If they
don’t play the role or speak the jargon, that means that their skill
speaks for them. 3) Underestimating Luck and Randomness Another factor
that makes advice hard to translate is luck and randomness. Most
communicated advice is flawed: Even if the giver of the advice is
innocuous, advice is like handing you the numbers to their winning
lottery ticket. 
</p>

<p>
Inverse: Advice to follow The advice you can trust, but is hard to profit from
and thus rarely given, is what to avoid. The ten commandments are all
acts of omission. Trust the advice of old sources (your grandma and old books)
</p>

<p>
<b>How to deal with people</b> Don't Give crap, don't take crap.  Being polite
to someone who is arrogant is worse than being arrogant  to someone
who is polite  Greatness  starts with the replacement of hatred with
polite disdain  Never try to convince yourself to  Don’t be nice or
try to convince,  the FBI didn’t try to convince the mafia.  Verbal
attack is the most  authentic sign of impotence.  You are free in
proportion to the  number of people you can say fuck you to but
don’t. Never trust  someone who doesn’t have any enemies. Stand up
when when others are  afraid for their  reputatio 
</p>

<p>
<b>Who "you" are</b> - Modernity teaches the The collective is more
important than the individual. We are more important than me. Not just
the loss of your life, but one that lies in a broader set of people,
one that includes a family, a community, a tribe, a fraternity. It is
not possible to be ethical and universalist. You are part of a
specific group that is larger than a narrow you but narrower than
humanity in general. Everyone exercises the silver rule. Remember what
others have done for you. And let the instinct of gratitude take over.
If it is good for the community, it is good for me
</p>

<p>
<b>What To expect from the future</b> Randomness always has the last
word. There is little true promise what delayed gratification can do
for us in the real world. Such stresses the impetus to always act
with dignity.  You can choose to call the grapes sour no matter and
free yourself from hope and expectation. Accept what randomness
brings, and act independently of current circumstances. The only
thing fate does not have control over is how you behave. 
</p>
</div>
</div>
