_drafts/notebook.org
* The Philosopher
:PROPERTIES:
:UNNUMBERED:
:END:

*What time is for*  Work should look like play. Weekends shouldn’t
exist. Time changes when you do. Not competing.  Standing out of all
hierarchies. schedules (separate from work as play) no clocks, no wristwatch,
no schedules. Forgetting what day of the week it is.
This makes you a Category of one. Devote yourself to
something. Enjoying your work is the best way to become the best at
what you do. Never try to convince yourself to do something. one
reason doesn’t suffice, then don’t do it. Don’t wobble. Never work
with someone a day that you wouldn’t spend a lifetime with. Never Try
to Convince Yourself. Working hard only recently became prideful
instead of shameful Hard work is a tool. The cure for procrastination
is changing ones environment or your profession, where you don’t have
to fight your impulses. One shouldlead a life in which procrastination
is good. “Doing research on a topic” feels profane. Why would you
write about something you can’t remember?  That you wouldn’t use?  Let
Procrastination kill anything that I’m putting off too long. Avoid
things that don’t give you energy Embracing nature > fighting
nature. Minimize dealing with things you dislike. Some who continually
tells you “I am busy” has no control over their lives or they are
avoiding you. 

# *What to work on* 

*What freedom looks like* The benefit of freedom to
occupy your mind and your  time with only matters that interest
you.To have the freedom to only concern yourself with things you care
about. Work should look like play.  Not competing. Standing out of all
hierarchies. This makes you a Category of one. Devote yourself to
something. Enjoying your work is the best way to become the best at
what you do. Never try to convince yourself to do something. 

*What wealth is* one way to increase your
happiness is to make the place you live in beautiful. Ideally doing
most of it with your own hands. How you react to things. - extreme
ownership. Live with dignity  Do not play victim. Do not
complain. Decouple your self worth from — anything you don’t
control. The only thing you can control is how you react to
things. Everything is my fault. Dress your best. 

*How to live on your own terms*  Don’t do anything that makes you uncomfortable when
you look in the mirror. Better to neither envy nor be envied. You have
a real life if and only if you do not compete with anyone in any of
your pursuits Architects try to impress other artichetects, academics
try to impress other architects, True humility is when you can
surprise yourself more than others. Any action one takes with the aim
of winning an award, any award, corrupts to the core. the greatest
test is how you react when you are insulted in front of a crowd Or
when you get an email from a journalist. Don’t become humble when you
lose everything. We need someone to not impress.  Care about the few
who like it more than the multitude who dislike it. Never say anything
bad about anyone else.  Ignore comments praise and criticism from
people you wouldn’t hire. Don’t signal wealth. Be the person you’d be
when you’re alone.  The squeeze you feel is them putting you into
their box. Their rules, their way, their game. There are no rules, no
boundaries. Play your game; not theirs. Life is not a
competition. There’s no score. Everyone is trying to be the best, or
top %1 percent  Few are trying to do what they like regardless of what
everyone else does.  Competition is for chasing the preferences of
others; playing someone else’s game 




